Repository: psyray/SonataExtraAdminBundle
Catalog: Resources/translations/PicossSonataExtraAdminBundle.*.xliff
Languages: fr

# action_move_top
source: Top
fr: En haut

# action_move_up
source: Up
fr: Monter

# action_move_down
source: Down
fr: Descendre

# action_move_bottom
source: Bottom
fr: En bas

# flash_position_updated_successfully
source: Postion updated successfully
fr: L'élément a été déplacé avec succès

# label_revert_revision
source: Revert
fr: Restaurer

# title_history_revert
source: Confirm revert
fr: Confirmation de restauration

# message_history_revert_confirmation
source: Are you sure you want to revert the selected element?
fr: Êtes-vous sûr de vouloir restaurer l'élément sélectionné ?

# btn_history_revert
source: Yes, revert
fr: Oui, restaurer

# history_revert_or
source: or
fr: ou

# link_action_history_list
source: Back to history
fr: Retour à l'historique

# flash_history_revert_successful
source: Item has been reverted successfully.
fr: Les éléments ont été restaurés avec succès.

# flash_history_revert_error
source: An Error has occurred during item revert.
fr: Une erreur est intervenue lors de la restauration de l'élément.

# link_action_trash
source: Trash
fr: Corbeille

# action_restore
source: Restore
fr: Restaurer

# title_restore
source: Confirm restoration
fr: Confirmation de restauration

# message_restore_confirmation
source: Are you sure you want to restore the selected element "%object%"?
fr: Êtes-vous sûr de vouloir restaurer l'élément "%object%" ?

# btn_restore
source: Yes, restore
fr: Oui, restaurer

# action_untrash
source: Restore
fr: Restaurer

# restore_or
source: or
fr: ou

# flash_untrash_successful
source: Item has been restored successfully.
fr: L'élément a été correctement restauré.

# flash_untrash_error
source: An Error has occurred during item restoration.
fr: Une erreur est survenue durant la restauration de l'élément.

# flash_hard_delete_successful
source: Item has been permanently deleted
fr: L'élément a été supprimé définitvement

# flash_hard_delete_error
source: An Error has occurred during item deletion.
fr: Une erreur est survenue durant la suppression de l'élément.

# title_hard_delete
source: Confirm permanent deletion
fr: Confirmation de suppression définitive

# btn_hard_delete
source: Yes, delete permanently
fr: Oui, supprimer définitivement l'élément

# delete_or
source: or
fr: ou

# action_hard_delete
source: Permanent deletion
fr: Suppression définitive

# message_hard_delete_confirmation
source: Are you sure you want to permanently delete the selected element "%object%"?
fr: Êtes-vous sûr de vouloir supprimer définitivement "%object%" ?

# link_action_hard_delete_all
source: Delete permanently all items
fr: Supprimer définitivement tous les éléments

# flash_hard_delete_all_successful
source: Item has been permanently deleted
fr: Les éléments ont été supprimés définitivement

# flash_hard_delete_all_error
source: An Error has occurred during items deletion.
fr: Une erreur est survenue durant la suppression des éléments.

# flash_hard_delete_all_no_item
source: No item to delete.
fr: Aucun élément à supprimer.

# title_hard_delete_all
source: Confirm permanent deletion of all items
fr: Confirmation de suppression définitive de tous les éléments

# btn_hard_delete_all
source: Yes, delete permanently
fr: Oui, supprimer définitivement tous les éléments

# action_hard_delete_all
source: Permanent deletion of all items
fr: Suppression définitive de tous les éléments

# message_hard_delete_all_confirmation
source: Are you sure you want to permanently delete %count% item(s)?
fr: Êtes-vous sûr de vouloir supprimer définitivement %count% élément(s) ?
